/* Description for disconnection warning setting */


/* Title for the about page */
"About" = "Az alkalmazásról";

/* Title for the accounts tab */
"Accounts" = "Fiókok";

/* Agree to EULA */


/* the name for AIM */
"AOL Instant Messenger" = "AOL Instant Messenger";

/* Title for automatic conversation deletion setting */


/* Description for crash reports settings switch */


/* Label in buddylist for users that are available */
"Available" = "Elérhető";

/* Label in buddylist for users that are away */
"Away" = "Távol";

/* Message displayed in Notification Manager when session will expire in one minute */


/* Title for the buddy list tab */
"Buddy List" = "Partnerlista";

/* Cancel an alert window */
"Cancel" = "Mégse";

/* Title for chat view */
"Chat" = "Beszélgetés";

/* Body of SMS or email when sharing a link to the app */


/* for attribution of other projects */
"ChatSecure is brought to you by many open source projects" = "A ChatSecure alkalmazást sok-sok más nyílt-forrású project tette lehetővé";

/* let users know source is on Github */
"Check out the source here on Github" = "Nézze meg a forráskódunkat itt, a csapat GitHub tárolójában";

/* Title for the conversations tab */
"Conversations" = "Beszélgetések";

/* Description for automatic conversation deletion */


/* Disagree with EULA */


/* Title of alert when user is disconnected from protocol */


/* Title for button to press when user is finished */


/* Title of error message popup box */
"Error!" = "Hiba!";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Nem sikerült az XMPP szerverhez történő csatlakozás. Ellenőrizd a bejelentkezési adatokat és az internetkapcsolatod, majd próbálkozz újra.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Nem sikerült az azonosítás. Kérlek, próbálkozz újra.";

/* your fingerprint */
"Fingerprint for you" = "Az ujjlenyomatod";

/* Size for the font in the chat screen */


/* the name for google talk, also include (XMPP) at the end */
"Google Talk (XMPP)" = "Google Talk (XMPP)";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */


/* Text describing possible security risks */


/* Ignore an incoming message */
"Ignore" = "Figyelmen kívül hagy";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Titkosított üzenetküldés megkezdése";

/* log in to account */
"Log In" = "Bejelentkezés";

/* Instructions on how to start using the program */
"Log in on the Accounts tab and then select a buddy from the Buddy List to start chatting." = "A beszélgetés megkezdéséhez jelentkezz be a Fiókok fülnél, majd válassz egy partnert a Partnerlistából.";

/* log out from account */
"Log Out" = "Kijelentkezés";

/* shown during the login proceess */
"Logging in..." = "Bejelentkezés...";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Bejelentkezés a következőbe";

/* Ask user if they want to logout of AIM */
"Logout from AIM?" = "Kijenetkezik AIM-ről?";

/* ask user if they want to log out of xmpp */
"Logout from XMPP?" = "Kijelentkezik XMPP-ről?";

/* For a new settings value */


/* Shown when a feature is not available, for example SMS */


/* Label in buddylist for users that are offline */
"Offline" = "Offline";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */


/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Megnyitás Safariban";

/* Title for other miscellaneous settings group */


/* Label text for password field on login screen */
"Password" = "Jelszó";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Feltételezett ujjlenyomat";

/* Title for action button on alert dialog, used as a verb in the present tense */


/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Felhasználónév megjegyzése";

/* Reply to an incoming message */
"Reply" = "Válasz";

/* Title for button for saving a setting */


/* Title of alert box warning about security issues */


/* Title for settings cell on whether or not the XMPP library should allow self-signed SSL certificates */


/* For sending a message */
"Send" = "Elküld";

/* Title for crash reports settings switch */


/* Title for the Settings screen */


/* Title for sharing a link to the app */


/* Title for setting about showing a warning before disconnection */


/* description for what the font size setting affects */


/* Instructions label text underneath QR code */


/* Label text for username field on login screen */
"Username" = "Felhasználónév";

/* Shown when verifying fingerprints */
"Verify" = "Megerősítés";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Ujjlenyomat megerősítése";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Kiadás";

/* Cell description text that warns users that enabling that option may reduce their security. */


/* Warn user that conversation will be deleted after leaving it */


/* Message shown when user is disconnected */


/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Előbb egy bizalmas üzenetküldésben kell lenned.";

/* error message shown when user doesnt fill in a username or password */
"You must enter a username and a password to login." = "A bejelentkezéshez egy felhasználónévre és egy jelszóra lesz szükséged.";

